docs/pages/nuevas-palabras.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-09-03 Fri 09:53 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>&lrm;</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Deric Bytes">
<link rel="stylesheet"
href="../css/main.css"
type="text/css"/>
<link rel="stylesheet"
href="../css/emacs-org.css"
type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<header id="masthead" class="site-header" itemtype="https://schema.org/WPHeader" itemscope="">
  <div class="inside-header grid-container grid-parent"><div class="site-branding">
      <p class="main-title" itemprop="headline"> <a href="https://dericbytes.github.io/falla-conmigo/pages/index.html" rel="home"> Falla Conmigo </a></p>
      <p class="site-description" itemprop="description"> Aprende español conmigo</p>
    </div>
  </div>
</header>
<nav id="site-navigation" class="main-navigation sub-menu-right" itemtype="https://schema.org/SiteNavigationElement" itemscope="">
  <div class="inside-navigation grid-container grid-parent">
    <button class="menu-toggle" aria-controls="primary-menu" aria-expanded="false">
      <!-- <span class="mobile-menu">Menú</span> </button><div id="primary-menu" class="main-nav"> -->
      <!-- <ul id="menu-primario" class=" menu sf-menu"> -->
      <!-- 	<li id="menu-item-61" class="menu-item menu-item-type-post_type menu-item-object-page menu-item-home menu-item-61"> -->
      <!-- 	  <a href="https://www.planetario.net/">Planetas</a></li> -->
      <!-- 	<li id="menu-item-457" class="menu-item menu-item-type-post_type menu-item-object-page menu-item-457"><a href="https://www.planetario.net/luna/">Luna</a></li> -->
      <!-- 	<li id="menu-item-286" class="menu-item menu-item-type-post_type menu-item-object-page menu-item-286"><a href="https://www.planetario.net/constelaciones/">Constelaciones</a></li> -->
      <!-- </ul> -->
    </div>
  </div>
</nav>
</div>
<div id="content">
<div id="outline-container-org215dec7" class="outline-2">
<h2 id="org215dec7">2 Sep 2021</h2>
<div class="outline-text-2" id="text-org215dec7">
</div>
<div id="outline-container-org15294bd" class="outline-3">
<h3 id="org15294bd">derretirse - to melt</h3>
<div class="outline-text-3" id="text-org15294bd">
<p>
El chocolate se derrite en su país más rápido que en nuestro país.
</p>
</div>
</div>
<div id="outline-container-org88fb783" class="outline-3">
<h3 id="org88fb783">arrojar - to throw</h3>
<div class="outline-text-3" id="text-org88fb783">
<p>
Me gusta arrojar la pelota con mi perro.
error: a dog can not throw a ball
I like to throw the ball with my dog (in a team, throwing together
a something)
</p>

<p>
Me gusta arrojarle la pelota a mi perro.
I like to throw the ball to my dog. 
</p>
</div>
</div>
<div id="outline-container-org42715da" class="outline-3">
<h3 id="org42715da">estante - shelf</h3>
<div class="outline-text-3" id="text-org42715da">
<p>
Se puede poner libros en un estante.
</p>
</div>
</div>
<div id="outline-container-org4509307" class="outline-3">
<h3 id="org4509307">destinatario/a - recipient</h3>
<div class="outline-text-3" id="text-org4509307">
<p>
El objeto indirecto es la persona (y con menos frecuencia, la
cosa) destinatario final de la acción del verbo.
</p>
</div>
</div>
<div id="outline-container-org7d3aa92" class="outline-3">
<h3 id="org7d3aa92">fiar - trust/guarantee/confiance/loan</h3>
<div class="outline-text-3" id="text-org7d3aa92">
<p>
hoy no se fia, venga mañana
</p>
</div>
</div>
<div id="outline-container-org41ec0ea" class="outline-3">
<h3 id="org41ec0ea">arrendatario - landlord</h3>
<div class="outline-text-3" id="text-org41ec0ea">
<p>
Ayer mi arrendatario dijo que quería subir la renta porque ahora hay
menos personas viviendo en la casa.
</p>
</div>
</div>
<div id="outline-container-orga82e7c4" class="outline-3">
<h3 id="orga82e7c4">magacín/magazín</h3>
<div class="outline-text-3" id="text-orga82e7c4">
<p>
Un magacín es un tipo de programa en televisión, o publicación periódica,
que muestra reportajes, entrevistas, y actualizaciones artísticas.
Es realizado con regularidad.
</p>
</div>
</div>
<div id="outline-container-org0f2482c" class="outline-3">
<h3 id="org0f2482c">informativo</h3>
<div class="outline-text-3" id="text-org0f2482c">
<p>
Un informativo es un tipo de programa en televisión que muesta las noticias
</p>
</div>
</div>
<div id="outline-container-orgfc7b7fa" class="outline-3">
<h3 id="orgfc7b7fa">pañuelo - handkerchief</h3>
<div class="outline-text-3" id="text-orgfc7b7fa">
<p>
Cuando yo era chico, mi abuela siempre me compraba pañuelos para la
navidad. 
</p>
</div>
</div>
<div id="outline-container-orge9d380b" class="outline-3">
<h3 id="orge9d380b">mamitero/mamitis - chico mamá - mummies boy</h3>
<div class="outline-text-3" id="text-orge9d380b">
<p>
El chico en la película era un mamitero (una palabra de Meli).
</p>
</div>
</div>

<div id="outline-container-org9623789" class="outline-3">
<h3 id="org9623789">alcoholímetro - breathalyzer</h3>
<div class="outline-text-3" id="text-org9623789">
<p>
Él tiene que <del>tomar</del> <b>utilizar</b> el alcoholímetro.
Él tiene que tomar una prueba de alcohol.
</p>
</div>
</div>
<div id="outline-container-orgc6385b6" class="outline-3">
<h3 id="orgc6385b6">tararear - to hum</h3>
<div class="outline-text-3" id="text-orgc6385b6">
<p>
Me reí porque Meli estaba tarareando felizmente.
</p>
</div>
</div>
<div id="outline-container-orgfb4a700" class="outline-3">
<h3 id="orgfb4a700">voltearse - turn around</h3>
<div class="outline-text-3" id="text-orgfb4a700">
<p>
se volteó - he turned his back.
</p>
</div>
</div>
<div id="outline-container-org3ca78ec" class="outline-3">
<h3 id="org3ca78ec">puño - fist</h3>
</div>
<div id="outline-container-orgac5161d" class="outline-3">
<h3 id="orgac5161d">enpuñados - make a fist/grasp</h3>
<div class="outline-text-3" id="text-orgac5161d">
<p>
Enpuño las manos para golpearlo - He clenched the fists in order to
hit him. 
</p>

<p>
Tenía las manos empuñados. - He had his fists clenched.
</p>
</div>
</div>


<div id="outline-container-org14a52e4" class="outline-3">
<h3 id="org14a52e4">empuñar - wield/grasp/grip/clutch/clench</h3>
</div>
<div id="outline-container-org91aeec6" class="outline-3">
<h3 id="org91aeec6">chingar - fuck</h3>
</div>
<div id="outline-container-orga84b43f" class="outline-3">
<h3 id="orga84b43f">adivinar - to guess</h3>
<div class="outline-text-3" id="text-orga84b43f">
<p>
¿puedes adivinar esto? - Can you guess this?
</p>
</div>
</div>
<div id="outline-container-orgce8f7fd" class="outline-3">
<h3 id="orgce8f7fd">adivinazas - riddle</h3>
<div class="outline-text-3" id="text-orgce8f7fd">
<p>
Me sé algunas adivinanzas - I know some riddles?
</p>
</div>
</div>

<div id="outline-container-org3e234c2" class="outline-3">
<h3 id="org3e234c2">rabo - tail</h3>
<div class="outline-text-3" id="text-org3e234c2">
<p>
Un rabo es la misa cosa de la cola.
</p>
</div>
</div>
<div id="outline-container-org242eeba" class="outline-3">
<h3 id="org242eeba">liendres - nits</h3>
<div class="outline-text-3" id="text-org242eeba">
<p>
Los chicos pillan liendres en las escuelas.
</p>
</div>
</div>
<div id="outline-container-org6731dd6" class="outline-3">
<h3 id="org6731dd6">piojos - lice</h3>
<div class="outline-text-3" id="text-org6731dd6">
<p>
A los chicos les pegan piojos en la escuela.
</p>

<p>
uno son los hijos de los otros - piojos, liendres
</p>
</div>
</div>
<div id="outline-container-orge3cdbee" class="outline-3">
<h3 id="orge3cdbee">chupapollas/chupapija/mamahuevo/chupapito - cock sucker</h3>
<div class="outline-text-3" id="text-orge3cdbee">
<p>
Ese chupapito ha derramado mi bebida
</p>
</div>
</div>

<div id="outline-container-org51adde2" class="outline-3">
<h3 id="org51adde2">derramar - to spill</h3>
<div class="outline-text-3" id="text-org51adde2">
<p>
Ese chupapito ha derramado mi bebida
</p>
</div>
</div>
<div id="outline-container-org44d77d3" class="outline-3">
<h3 id="org44d77d3">sorbete - sorbet</h3>
<div class="outline-text-3" id="text-org44d77d3">
<p>
Entre los platos recibimos un pitillo para limpiar el paladar.
</p>
</div>
</div>

<div id="outline-container-org9b39524" class="outline-3">
<h3 id="org9b39524">paja/pitillo - straw</h3>
</div>
<div id="outline-container-orgb15d619" class="outline-3">
<h3 id="orgb15d619">una morena - a brunette o dark skin woman</h3>
</div>
</div>

<div id="outline-container-org71475c9" class="outline-2">
<h2 id="org71475c9">1 sep 2021</h2>
<div class="outline-text-2" id="text-org71475c9">
</div>
<div id="outline-container-org0f8919a" class="outline-3">
<h3 id="org0f8919a">atorar - to jam</h3>
</div>
<div id="outline-container-org607bf46" class="outline-3">
<h3 id="org607bf46">atorado - stuck</h3>
<div class="outline-text-3" id="text-org607bf46">
<p>
El papel está atorado.
</p>
</div>
</div>

<div id="outline-container-org3156447" class="outline-3">
<h3 id="org3156447">oponer - to oppose</h3>
<div class="outline-text-3" id="text-org3156447">
<p>
El padre se opone a su relación con Tomás.
</p>
</div>
</div>

<div id="outline-container-org313b047" class="outline-3">
<h3 id="org313b047">tallo - stem</h3>
<div class="outline-text-3" id="text-org313b047">
<p>
La flor tiene tallo, hojas y, a veces, espinas.
</p>

<p>
Quité unas hojas del tallo.
</p>
</div>
</div>

<div id="outline-container-orgbb03b3b" class="outline-3">
<h3 id="orgbb03b3b">hojas - leaves</h3>
<div class="outline-text-3" id="text-orgbb03b3b">
<p>
La flor tiene tallo, hojas y, a veces, espinas.
</p>

<p>
Quité unas hojas del tallo.
</p>
</div>
</div>

<div id="outline-container-orge2c0336" class="outline-3">
<h3 id="orge2c0336">espinas - thornes</h3>
<div class="outline-text-3" id="text-orge2c0336">
<p>
La flor tiene tallo, hojas y, a veces, espinas.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">

<div class="footerDate">
<p class="date">
Last edit: 2021/09/03 09:53:45
</p>
</div>
</div>
</body>
</html>
